-- phpMyAdmin SQL Dump
-- version 4.5.0.2
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Dec 21, 2015 at 08:04 PM
-- Server version: 10.0.17-MariaDB
-- PHP Version: 5.6.14

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ci_tsotne`
--

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `title` varchar(250) CHARACTER SET utf8 NOT NULL,
  `author` varchar(100) CHARACTER SET utf8 NOT NULL,
  `date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `img` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `description` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `author`, `date`, `img`, `description`) VALUES
(9, 'რა ჰქვია მსოფლიოში უდიდესი სიმაღლის მთას?', 'გიორგი კაკაბაძე', '2015-12-16 22:13:53', 'mauna_kea.JPG', 'მაუნა-კეა. ის ჰავაის კუნძულის უმაღლესი წერტილია.\r\n\r\nამ ჩამქრალი ვულკანის სიმაღლე ზღვის დონიდან 4206 მეტრია, თუმცა ზღვის ფსკერიდან მწვერვალამდე მისი სიმაღლე 10 200 მეტრს შეადგენს, რაც დაახლოებით 1350 მეტრით აღემატება ევერესტის სიმაღლეს.\r\n\r\nამჟამინდელი შეთანხმებით, თუ ვამბობთ, რომ მთა „ყველაზე მაღალია“, ეს იმას ნიშნავს, რომ მისი სიმაღლე გაზომილია ზღვის დონიდან მწვერვალამდე; ხოლო „უდიდესი სიმაღლის“ მთა ნიშნავს, რომ მისი სიმაღლე მთის ძირიდან მწვერვალამდეა გაზომილი.\r\n\r\nამგვარად, 8850-მეტრიანი ევერესტი ყველაზე მაღალია მსოფლიოში, მაგრამ ის არ არის უდიდესი სიმაღლის მთა.\r\n\r\nმთების გაზომვა უფრო რთულია, ვიდრე ერთი შეხედვით ჩანს. საკმაოდ ადვილი დასანახია, თუ სად არის მწვერვალი, მაგრამ სად მდებარეობს ზუსტად მთის „ძირი“?\r\n\r\nმაგალითად, ზოგი ამტკიცებს, რომ ტანზანიაში მდებარე კილიმანჯაროს მთა (5895 მ) ევერესტზე მაღალია, რადგან ის პირდაპირ აფრიკის დაბლობზეა წამომართული, მაშინ როცა ევერესტი მხოლოდ ერთ-ერთი მწვერვალია უამრავს შორის, რომლებიც ჰიმალაის უზარმაზარ ფუძეს ახურავს და სადაც მსოფლიოს მომდევნო 13 უმაღლესი მთა მდებარეობს.\r\n\r\nსხვების მტკიცებით, ყველაზე ლოგიკური იქნებოდა დედამიწის ცენტრიდან მთის მწვერვალამდე მანძილის გაზომვა.\r\n\r\nვინაიდან დედამიწა შებრტყელებულია და იდეალურ სფეროს არ წარმოადგენს, მისი ცენტრიდან ეკვატორი დაახლოებით 21 კილომეტრით უფრო შორსაა, ვიდრე პოლუსები.\r\n\r\nეს კარგი ამბავია იმ მთების რეპუტაციისთვის, რომლებიც ძალიან ახლოს არიან ეკვატორთან. ასეთია ჩიმბორასოს მთა ანდებში. თუმცა, ასეთი დაშვებით, ეკვადორის ნაპირებიც კი ჰიმალაიზე უფრო „მაღალი“ გამოდის.\r\n\r\nმიუხედავად მასიურობისა, ჰიმალაის მთები საოცრად ახალგაზრდაა. მათი ფორმირების პერიოდში დინოზავრები 25 მილიონი წლის გადაშენებული იყვნენ.\r\n\r\nნეპალში ევერესტს „ჯომოლუნგმას“ - „სამყაროს დედას“, ტიბეტელები „საგამართას“ - „ცის შუბლს“ ეძახიან. ჯანმრთელი მოზარდის მსგავსად, ის კვლავ იზრდება, თუმცა მეტად უმნიშვნელო ტემპით - წელიწადში 4 მმ-ით.'),
(10, 'დედამიწის დასალიერი', 'მურეი ფრედერიქსი', '2015-12-16 22:17:20', 'dedamiwis dasalieri.jpg', 'როგორ გამოიყურება... არაფერი? გრენლანდიაში ამის გასარკვევად გავემგზავრე. სამი წლის განმავლობაში ამ კუნძულს ექვსჯერ ვესტუმრე. მე იქ კრიალა თეთრმა სიცარიელემ მიმიზიდა. ეს ყოველგვარ დამახასიათებელ ნიშნებს მოკლებული ლანდშაფტია, სრულყოფილი სიბრტყე, ყინულოვანი ჰორიზონტი.\r\n\r\nამ შორეული ადგილის გადაღება მძიმე შრომა იყო. გრენლანდიის მყინვარულ ფარზე, თითოეული ჩასვლისას, ქარბუქში თვეობით ვრჩებოდი კარავში. ყველაზე გაუსაძლის წუთებში ჩემს ოჯახზე ვფიქრობდი, მიმაჩნდა, რომ ეს სამუშაო ამხელა რისკად არ ღირდა.\r\n\r\nმაგრამ გავაგრძელე და ამინდის გაუმჯობესებასთან ერთად გამომიკეთდა განწყობაც და ფოტოებიც. როდესაც დიდი ხნის განმავლობაში ხარ ამგვარ სიცარიელეში, შენი შინაგანი და გარეგანი სამყარო ერთმანეთს ერწყმის. აზროვნება ნელდება და გონება ნებისმიერ ცვლილებას, სინათლისა თუ ამინდის მცირე გადახრასაც კი, დრამატულად აღიქვამს. ამ გრძელ თვეებში შექმნილი ჩემი ფოტოსესია დოკუმენტურად ასახავს იქ ყოფნის შეგრძნებას: ეს იყო „უნიკალური არაფერი დედამიწაზე“.'),
(11, 'ახალი ნიუ-იორკი', 'პიტ ჰემილი', '2015-12-16 22:21:23', 'NewYork.jpg', 'თუ თქვენ მყარი სახლი და ძლიერი ურთიერთობები გაქვთ, მუდამ თავისუფალი ხართ; იცით, რომელ მიწასაც ეკუთვნით და სადაც ყოველთვის შეგიძლიათ დაბრუნება.\r\n\r\nჩემი საწყისი წერტილი კი ნიუ-იორკია!\r\n\r\nმაგრამ ახლა ცხოვრება უფრო გაუგებრად და ბუნდოვნად მოჩანს. გული მიმძიმდება, როდესაც ჩემს საყვარელ ქალაქს გავყურებ. კი, პროგრესი ნამდვილად არის: სკოლები, საკვები, უსაფრთხოება, ქცევის წესებიც კი. ქალაქი უფრო მდიდარი და ჯანსაღია, ვიდრე ჩემს ახალგაზრდობაში. მაგრამ, ნიუ-იორკს ყოველთვის მოჰყვება სიტყვა - "მაგრამ". მისი არქიტექტურული იერი გაცივდა, სული დაკარგა.\r\n\r\nახალი არქიტექტურა, თითქოს, დიდი ფულის ტყვეობაშია. ხალხი აქ მხოლოდ დროებით ჩერდება. არ მგონია, ეს ადამიანები ერთმანეთთან ურთიერთობდნენ ან რაიმე აკავშირებდეთ ამ რაიონთან. შესაძლოა, ვცდებოდე კიდეც და ისინი საოცრად ჰუმანურები და ხალისიანები არიან.\r\n\r\nქუჩებში მოსეირნეთათვის ეს ახალი შენობები უფრო საინჟინრო ოსტატობის მაჩვენებელია, ვიდრე მომხიბვლელი არქიტექტურის. ბრუკლინშიც კი, უზარმაზარი სავაჭრო ცენტრები შენდება და ციდან მისი უსასრულო საოცრებები ქრება, მათ მხოლოდ ზემო სართულებიდან თუ მოჰკრავთ თვალს...'),
(12, 'ჰაიტი შიგნიდან', 'ალექსანდრა ფულერი', '2015-12-16 22:23:09', '1512Haiti08.jpg', 'დასავლეთ ნახევარსფეროში მდებარე ჰაიტიზე ქარიშხლები და წყალდიდობები ჩვეულებრივი მოვლენაა. მიწისძვრა კი შედარებით იშვიათია.\r\n\r\nმაგრამ 2010 წლის 12 იანვრის მიწისძვრამ (7 მაგნიტუდა) უამრავი ადამიანი შეიწირა. ხალხით გადატვირთული ქალაქი რამდენიმე წუთში ჩამოიქცა. პრეზიდენტის სასახლე, საკრებულო, მთავარი ციხე, საკათედრო ტაძარი, ცენტრალური საგადასახადო ოფისი - ყველა სახელმწიფო შენობა დაინგრა.\r\n\r\nთითოეულ ასეთ კატასტროფას ყოველთვის მოსდევს უცხოური არასამთავრობო ორგანიზაციებისა და მისიონერების ახალი ტალღა. ჰაიტიზე 4000-ზე მეტი არასამთავრობო ორგანიზაცია მუშაობს, მაგრამ არ არსებობს სისტემა, დახმარების ეფექტურობა რომ შეაფასოს; მისიონერთა რაოდენობაც არავინ იცის. უბრალოდ იციან, რომ ათასობით არიან.\r\n\r\nდა მაინც, ეს არა მხოლოდ კატასტროფების ქვეყანაა, არამედ ადგილი მოელვარე ზღვით, მცხუნვარე მზით, ქუჩის მუსიკოსებითა და სახელდახელოდ აცეკვებული გამვლელებით... და არის ერთი რამ, რაც ამ ხალხს აერთიანებს; ის ყველგანაა და არსად! ვუდუ - რელიგია, რომელიც აღიარებს უზენაესი ღმერთის, ბონდიეს არსებობას, თუმცა მსახურება სპირიტულ ძალებს ეძღვნება.\r\n\r\n"არა, ჩვენ არ გვჭირდება დაპირებები და უცხოური დახმარება! ჰაიტი არასდროს დაკარგავს თვითმყოფადობას. ჩვენ ყველაზე სასტიკი კატასტროფაც ვერ გაგვანადგურებს!"'),
(13, 'ჩრდილიდან გამოსულები', 'რიჩარდ კონიფი', '2015-12-16 22:25:17', '1512Leopard03.jpg', 'ლეოპარდები ჩვენს აჩრდილებად იქცნენ; სხვა არჩევანი არც აქვთ. ლეოპარდების გავრცელების ორი დიდი ცენტრი: სუბსაჰარული აფრიკა და ინდოეთის სუბკონტინენტი, მსოფლიოს ყველაზე მჭიდროდ დასახლებულ რეგიონებს შორისაა. ადამიანის ექსპანსიამ უკვე გამოიწვია ამ ცხოველების არეალის 66%-ით შემცირება აფრიკაში და 85%-ით - ევრაზიაში. ბევრგან მათი ერთადერთი საბინადრო ადგილი სწორედ ადამიანის გვერდითაა.\r\n\r\nისინი თითქოს ლანდებივით დაჰყვებოდნენ უძველეს ადამიანებს, რათა ლომების ან სხვა კონკურენტების განდევნის ჩვენი უნარით ესარგებლათ (მოგვიანებით კი, მოშინაურებული ცხოველისთვისაც გაეკრათ კბილი). შესაძლოა, ჩვენც დავყვებოდით ლეოპარდებს, მათი ნადავლი რომ მოგვეხელთებინა.\r\n\r\nსხვა დიდი კატების უმეტესობისგან განსხვავებით, ლეოპარდებს გარკვეულ ზღვრამდე ადაპტირება შეუძლიათ. შეუძლიათ ინადირონ ყველაფერზე, დაწყებული მაჩვზღარბებით, 900-კილოგრამიანი ანტილოპა კანათი დამთავრებული. კალაჰარის უდაბნოში 43 გრადუსიან სიცხესაც უძლებენ და რუსეთის მინუს 25 გრადუსიან ყინვასაც. კარგად ეგუებიან მანგროს ჭაობებს ინდოეთის სანაპიროზე და 5200 მეტრ სიმაღლეს ჰიმალაის მთებში. ადაპტაციის ეს უნარი მიანიშნებს, რომ ლეოპარდებს თავისუფლად შეუძლიათ ადამიანებს შორის იცხოვრონ. საქმე ისაა, შეუძლიათ თუ არა ადამიანებს ლეოპარდებთან ერთად ცხოვრება ისწავლონ...'),
(14, '"გემრიელის" მეცნიერება', 'დევიდ ოუენი', '2015-12-16 22:27:22', '1512Scienceoftaste06.jpg', 'დედა ჩვილს ტკბილ საკვებს აძლევს. ბავშვს სახე უბრწყინდება, მაგრამ როცა პირველად აძლევენ მომწარო ბროკოლს, ჩვილი იმანჭება, თრთის, ლანგარს ხელს კრავს და ანიშნებს: "შეწყვიტეთ!"\r\n\r\nყველა ხერხემლიანს აქვს გემოვნების რეცეპტორები, რომლებიც ადამიანების რეცეპტორების მსგავსია, თუმცა მათი განლაგება, შესაძლოა, განსხვავებული იყოს. ადამიანის ენას სიტკბოს აღსაქმელად სულ ერთი-ორი ტიპის რეცეპტორი აქვს, სიმწარის კი - ორი ათეული.\r\n\r\nდღეს, საკვებზე გადამეტებულმა ფიქრმა ბუმი გამოიწვია გემოს კვლევის სფეროში. აღმოჩნდა, რომ გემო ბევრად უფრო რთული შეგრძნებაა, ვიდრე მხედველობა.\r\n\r\nარისტოტელემ გემოს შვიდი ძირითადი ტიპი დათვალა: მწარე, ტკბილი, მლაშე, მჟავე, მწკლარტე, ცხარე და უსიამოვნო. დღეს სპეციალისტთა უმეტესობა ხუთზე თანხმდება: ტკბილი, მლაშე, მჟავე, მწარე და უმამი (სანელებლების არატკბილი „გემოსურნელი“). ბოლო ხანებში კიდევ ექვსი ძირითადი გემოს არსებობა ივარაუდეს: ფიქრობენ, რომ ცხიმისა და კალციუმის გემო ენის რეცეპტორების მიერ აღიქმება, თუმცა კონსენსუსი ჯერ მიღწეული არაა.\r\n\r\nსაკმარისია მხოლოდ ენის რეცეპტორების არსებობა გემოს წარმოსაქმნელად? აღმოჩნდა, რომ სულაც არა...'),
(15, 'ფრონტის მეგობარი', 'მაიკლ პატერნიტი', '2015-12-16 22:29:14', '1406WarDogs3.jpg', '\r\nსაბრძოლო ძაღლები მწვრთნელებთან ერთად მიუძღვიან ამერიკელ ჯარისკაცებს და პირველები შედიან დედამიწის ყველაზე სახიფათო ბრძოლის ველებზე.\r\n\r\nსტატიის ავტორი მაიკლ პატერნიტი ერთი მებრძოლი ძაღლისა და მისი მწვრთნელის, ქვეითთა საზღვაო კაპრალ ხოსე არმენტას ისტორიას გიამბობთ.\r\n\r\nთავის ძაღლთან ერთადაა ავღანეთში, მალრუნის, ბერსა და ექიმს  ეხუმრება, თან ზენიტს, თავის გრძელბეწვიან გერმანულ ნაგაზს აჭმევს. მტვრიან უდაბნოში მზე ჩადის. ხოსეს ძაღლი სავარჯიშოდ გაჰყავს.\r\n\r\nამ დროს ყველაზე ბედნიერები არიან. ხოსე ზენიტს დაჯდომას უბრძანებს. ძაღლი ბრძანებას უმალ ასრულებს. შემდეგ ხოსე ძუნძულით გადის 50 მეტრს, რეზინის სათამაშოს, კონგს, თიხით შელესილ კედელთან ტალახში მალავს. ბრძანებაზე ზენიტი ადგილიდან წყდება, ზიგზაგისებურად დარბის, კუდს აქიცინებს - სათამაშოს ეძებს. საკმაოდ რთული ცეკვაა. ბრძანებებს ძაღლის ზუსტი ქმედებები მოსდევს და ყოველთვის ერთსა და იმავე მიზანს ემსახურება - სათამაშო უნდა იპოვოს. ხვალ, პატრულირების დროს, მიზანი სათამაშოს პოვნა ნამდვილად არ იქნება - თვითნაკეთი ასაფეთქებელი მოწყობილობის, რომელიც თალიბანის ერთ-ერთი ყველაზე დაუნდობელი და ეფექტიანი იარაღია ამერიკელი ჯარისკაცების წინააღმდეგ მსოფლიოს ერთ-ერთი ყველაზე ფეთქებადი ქვეყნის ყველაზე ცხელ პროვინციაში. ვერც ერთი ძაღლი ვერ იპოვის ყველა ნაღმს ყოველ ჯერზე.');

-- --------------------------------------------------------

--
-- Table structure for table `status`
--

CREATE TABLE `status` (
  `id` int(11) NOT NULL,
  `status_id` int(11) NOT NULL,
  `name` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `status`
--

INSERT INTO `status` (`id`, `status_id`, `name`) VALUES
(1, 1, 'user'),
(2, 2, 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `firstname` varchar(100) NOT NULL,
  `lastname` varchar(100) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(50) NOT NULL,
  `status` int(11) NOT NULL DEFAULT '1',
  `uniq_id` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `firstname`, `lastname`, `email`, `password`, `status`, `uniq_id`) VALUES
(5, 'tsotne', 'bareladze', 'bareladzet@gmail.com', '8cb2237d0679ca88db6464eac60da96345513964', 1, '567446afa77fa622');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `status`
--
ALTER TABLE `status`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;
--
-- AUTO_INCREMENT for table `status`
--
ALTER TABLE `status`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
